views/horas/_form.php

    <?php $form = ActiveForm::begin(); ?>
    <div class="form-group col-md-6">
    <?php
          $projetos= Projeto::find()->all();
---
SELECT * FROM `projeto`

    </div>
    <div class="form-group col-md-6">
    <?php
     $requisito= Requisito::find()->all();
---
SELECT * FROM `requisito`

    </div>
    <div class="form-group col-md-6">
    <?php
      $responsavel= Responsavel::find()->all();
---
SELECT * FROM `responsavel`