controllers/ProjetoController.php

INSERT INTO `projeto` (`titulo`, `descrição`, `data_inicio`, `data_termino`) VALUES ('Tcc', 'ygygjhgjhkgku', '2019-12-18', '2019-12-12')
---
    public function actionCreate()
    {
        $model = new Projeto();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `projeto` WHERE `id`='4'
---
    protected function findModel($id)
    {
        if (($model = Projeto::findOne($id)) !== null) {