controllers/RequisitoController.php

INSERT INTO `requisito` (`titulo`, `descrição`, `projeto_id`, `resp_id`, `prioridade`, `situação`) VALUES ('Cadastro de cliente', 'gguyghuhuk', 8, 1, 3, 2)
---
    public function actionCreate()
    {
        $model = new requisito();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {