controllers/ResponsavelController.php

INSERT INTO `responsavel` (`nome`, `cargo`) VALUES ('Vinicios', 'analista')
---
    public function actionCreate()
    {
        $model = new Responsavel();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {