views/requisito/_form.php

SELECT * FROM `projeto`
---

                <div class="form-group col-md-6">
                    <?php
                                    $projetos= Projeto::find()->all();

SELECT * FROM `responsavel`
---
                </div>
                <div class="form-group col-md-6">
                  <?php
                                    $responsavel= Responsavel::find()->all();