views/requisito/_search.php


                <div class="form-group col-md-3">
                    <?php
                                    $projetos= Projeto::find()->all();
---
SELECT * FROM `projeto`

                </div>
                <div class="form-group col-md-3">
                  <?php
                                    $responsavel= Responsavel::find()->all();
---
SELECT * FROM `responsavel`